{"afuera":{"XI":"Diji","LUO":"Gongsun","MU":"Zhangmen","SHU":"Pishu"},"elementos":{"agua":["Yinlingquan"],"metal":["Shangqiu","Hijo"],"tierra":["Taibai","YUAN"],"madera":["Yinbai"],"fuego":["Dadu","Madre"]},"puntos":{"Yinlingquan":{"nombre":"Fuente Yin de valle.","importancia":3,"indicaciones":"Distensión abdominal, edema, ictericia, diarrea, disuria, incontinencia urinaria, dolor en los genitales externos, emisión seminal, dolor en las rodillas, leucorrea.","observaciones":"Punto He Mar y Agua","funcion":"Fortalece al bazo, favorece la eliminación de humedad, favorece y comunica al triple calentador.","localizacion":"En el borde posteroinferior del cóndilo interno de la tibia."},"Taibai":{"localizacion":"Proximal de la articulación metatarsofalángica del primer ortejo en la unión de la piel roja con la piel blanca.","nombre":"Estrella Venus.","importancia":2,"indicaciones":"Dolor de estómago, distensión abdominal, diarrea, sensación de pesadez del cuerpo (adinamia), disentería, vómito, constipación.","observaciones":"Punto Shu Arroyo, Yuan Fuente u Origen y Tierra.","funcion":"Fortalece al estómago y al bazo, ordena la energía húmeda y regula la digestión."},"Shangqui":{"localizacion":"En la depresión anteroinferior del maléolo interno, en la parte media entre la prominencia del hueso navicular y la punta del maléolo interno.","nombre":"Colina metálica o de oro.","importancia":1,"indicaciones":"Borborigmos, distensión abdominal, rigidez y dolor en la lengua, constipación, diarrea, dolor en la articulación del pie y del tobillo, alimentos no digeridos.","observaciones":"Punto Jing Río y Metal.","funcion":"Fortalece al bazo, favorece la humedad, reconforta los tendones, aviva el canal y dirige los alimentos al cuerpo."},"Yinbai":{"nombre":"El banco oculto.","importancia":1,"indicaciones":"Distensión abdominal, hemorragia uterina, desórdenes mentales, exceso de sueño, convulsiones, flujo, vómito y ensoñaciones exageradas.","observaciones":"Punto Jing Pozo y Madera.","funcion":"Fortalece al estómago y bazo, tranquiliza el espíritu, fortalece la energía y drena la sangre.","localizacion":"En el ángulo ungueal interno del primer ortejo, 0.1 cun posterior al ángulo de la uña."},"Dadu":{"importancia":3,"indicaciones":"Distensión abdominal, dolor de estómago, enfermedades febriles sin pesadez del cuerpo, edema de extremidades, aumenta la inteligencia en niños.","observaciones":"Punto Manantial y Fuego. Punto Madre, tonificante.","funcion":"Fortalece al estómago y bazo, ayuda a la digestión, tonifica la energía central o del Jiao medio, elimina la energía patógena de la superficie.","localizacion":"En el lado interno del primer ortejo distal de la articulación metatarsofalángica, en la unión de la piel blanca y la roja.","nombre":"Gran capital o metrópoli."}}}