{"puntos":{"Shangqiu":{"funcion":"Fortalece al bazo, favorece la humedad, reconforta los tendones, aviva el canal y dirige los alimentos al cuerpo.","posicion":5,"nombre":"Colina metálica o de oro.","indicaciones":"Borborigmos, distensión abdominal, rigidez y dolor en la lengua, constipación, diarrea, dolor en la articulación del pie y del tobillo, alimentos no digeridos, sueños abundantes, dificultad al hablar, hernias, convulsiones febriles, esterilidad, en insuficiencia venosa (várices) es muy útil.","importancia":1,"observaciones":"Punto Jing Río y Metal.","localizacion":"En la depresión anteroinferior del maléolo interno, en la parte media entre la prominencia del hueso navicular y la punta del maléolo interno."},"Gongsun":{"funcion":"Fortalece al estómago y bazo, ayuda a la digestión, ordena el mecanismo energético interior de bazo y estómago, transforma el calor húmedo.","posicion":4,"nombre":"Nieto público","indicaciones":"Gastralgia, vómito, borborigmos, dolor abdominal, diarrea, disentería, edema de cara, ictericia, calor y dolor en corazón, epilepsia, distensión abdominal, activa la energía en el pie.","importancia":1,"observaciones":"Punto Luo Enlace. Punto de reunión con el canal Chongmai.","localizacion":"En la depresión del borde anteroinferior de la articulación tarsometatarsiana del primer ortejo en la unión  de la piel roja y la piel blanca."},"Dadu":{"importancia":3,"observaciones":"Punto Manantial y Fuego. Punto Madre, tonificante.","localizacion":"En el lado interno del primer ortejo distal de la articulación metatarsofalángica, en la unión de la piel blanca y la roja.","funcion":"Fortalece al estómago y bazo, ayuda a la digestión, tonifica la energía central o del Jiao medio, elimina la energía patógena de la superficie.","posicion":2,"nombre":"Gran capital o metrópoli.","indicaciones":"Distensión abdominal, dolor de estómago, enfermedades febriles sin pesadez del cuerpo, edema de extremidades, aumenta la inteligencia en niños y fortalece al organismo."},"Taibai":{"funcion":"Fortalece al estómago y al bazo, ordena la energía húmeda y regula la digestión.","posicion":3,"nombre":"Estrella Venus.","indicaciones":"Dolor de estómago, distensión abdominal, diarrea, sensación de pesadez del cuerpo (adinamia), disentería, vómito, constipación, beri-beri, colitis aguda, pulso lento, dolor costal.","importancia":2,"observaciones":"Punto Shu Arroyo, Yuan Fuente u Origen y Tierra.","localizacion":"Proximal de la articulación metatarsofalángica del primer ortejo en la unión de la piel roja con la piel blanca."},"Xuehai":{"indicaciones":"Menstruación irregular, dismenorrea, amenorrea, hemorragia uterina, dolor y prurito en la parte interna del muslo, eczema, urticaria, prurito perineal, síndrome por humedad, viento, inversión de la energía, anemia.","importancia":2,"observaciones":"-","localizacion":"Con la rodilla flexionada se localiza este punto en la parte interna del músculo cuadriceps, 2 cun por arriba del borde superointerno de la rótula, o se coloca la palma de la mano derecha en la rótula izquierda, con el pulgar en el lado interno y los otros dedos hacia arriba, el punto está donde indica la punta del pulgar.","funcion":"Aclara el calor, refresca la sangre, dispersa el viento, armoniza el canal.","posicion":10,"nombre":"Mar de la sangre."},"Diji":{"importancia":1,"observaciones":"Punto Xi -hendidura.","localizacion":"A 3 cun por abajo del cóndilo interno de la tibia, en la línea que une al punto Yinlingquan con el maléolo interno ó 4 cun por arriba de Lougu (B 7).","funcion":"Armoniza y unifica al bazo, ordena la sangre menstrual, y regulariza la energía esencial.","posicion":8,"nombre":"Mecanismo o maquinaria de tierra.","indicaciones":"Distensión abdominal, anorexia, disentería, menstruación irregular, disuria, emisión seminal, edema, alteraciones en los movimientos de los miembros inferiores, incontinencia urinaria, dolor lumbar, dismenorrea, masas abdominales."},"Yinlingquan":{"importancia":3,"observaciones":"Punto He Mar y Agua.","localizacion":"En el borde posteroinferior del cóndilo interno de la tibia.","funcion":"Fortalece al bazo, favorece la eliminación de humedad, favorece y comunica al triple calentador.","posicion":9,"nombre":"Fuente Yin de valle.","indicaciones":"Distensión abdominal, edema, ictericia, diarrea, disuria, incontinencia urinaria, dolor en los genitales externos, emisión seminal, dolor en las rodillas, leucorrea, lumbago, dolor y frío en el centro del abdomen, vómito agotante, obstrucción urinaria, ascitis, evacuaciones con alimento no digerido, masas abdominales."},"Yinbai":{"localizacion":"En el ángulo ungeal interno del primer ortejo, 0.1 cun posterior al ángulo de la uña.","funcion":"Fortalece al estómago y bazo, tranquiliza el espíritu, fortalece la energía y drena la sangre.","posicion":1,"nombre":"El banco oculto.","indicaciones":"Distensión abdominal, hemorragia uterina, desórdenes mentales, exceso de sueño, convulsiones, flujo, vómito y ensoñaciones exageradas.","importancia":1,"observaciones":"Punto Jing Pozo y Madera."},"Sanyinjiao":{"localizacion":"A 3 cun por arriba del maléolo interno en el borde posterior de la tibia, en la línea que une al maléolo interno con el punto Yinlingquan.","funcion":"Favorece y protege al bazo y estómago, ayuda a la digestión y comunica el paso del canal, armoniza energía y sangre, maneja sangre y líquidos, es el gran tonificante de yin.","posicion":6,"nombre":"Lugar donde se cruzan los 3 Yin del pie.","indicaciones":"Borborigmos, distensión abdominal, heces diarreicas con alimentos sin digerir, menstruación irregular, hematuria, leucorrea, prolapso uterino, amenorrea, esterilidad, impotencia, edema, sed, hace descender al producto, periodo expulsivo difícil, metrorragia postaborto, hipogalactia, dismenorrea, emisión seminal, dolor de los genitales externos, hernia, disuria, insomnio, enuresis, atrofia muscular, trastornos motores y parálisis, dolor de los miembros inferiores.","importancia":4,"observaciones":"-"}},"elementos":{"tierra":["Taibai","YUAN"],"fuego":["Dadu","Madre"],"metal":["Shangqiu","Hijo"],"agua":["Yinlingquan"],"madera":["Yinbai"]},"afuera":{"XI":"Diji","MU":"Zhangmen","LUO":"Gongsun","SHU":"Pishu"}}