{"puntos":{"Shaohai":{"indicaciones":"Epilepsia, psicopatías, pérdida de la memoria, precordalgia, temblor de mano, contractura del codo, dolor axilar, entumecimiento de brazo, odontalgia con sensación de frío en dientes, gingivitis, babeo, demencia.","importancia":1,"observaciones":"Punto He-Mar. Agua","localizacion":"En la punta del pliegue interno del codo.","funcion":"Aclara el corazón, tranquiliza el espíritu, drena el canal, regula la sangre y la energía.","posicion":3,"nombre":"Mar pequeño."},"Tongli":{"indicaciones":"Palpitaciones, mareo, afonía, rigidez en la lengua que impide hablar, dolor en la muñeca y brazo, cefalea, vértigos, palpitaciones de origen nervioso, amigdalitis y faringitis, congestión ocular con vértigos, vómitos, bostezos frecuentes, atonía lingual, dismenorreas, metrorragias, incontinencia urinaria, locura, falta de sudor, bolo histérico.","importancia":1,"observaciones":"Punto Luo o Pasaje. ","localizacion":"En la parte cubital e interna del antebrazo, a 1 cun proximal del pliegue de la muñeca, en el borde radial del tendón del flexor cubital del carpo.","funcion":"Aclara el corazón, tranquiliza el espíritu, favorece y activa la lengua, drena el canal.","posicion":5,"nombre":"Drenar, comunicar lo interno."},"Jiquan":{"importancia":1,"observaciones":"-","localizacion":"En el centro de la axila, donde palpita la arteria.","funcion":"Aclara el corazón, tranquiliza el espíritu, mejora la circulación de canales y colaterales.","posicion":1,"nombre":"Estanque profundo.","indicaciones":"Dolor precordial, sed, dolor de costado, sequedad de garganta, dolor y frío en el codo, falta de movimiento de la extremidad superior, depresión."},"Shaochong":{"nombre":"Corriente pequeña.","indicaciones":"Coma apoplético, inestabilidad de carácter, pereza, sequedad de garganta, palpitaciones, dolor costal y de pecho, ictericia, fiebre, desmayo.","importancia":1,"observaciones":"Punto Pozo y Madera. Punto Madre.","localizacion":"A 0.1 cun del ángulo ungueal radial del dedo meñique.","funcion":"Tranquiliza el corazón, calma el espíritu, elimina calor, abre los orificios de la cabeza.","posicion":9},"Qingling":{"importancia":1,"observaciones":"-","localizacion":"En el surco interno del bíceps, a 3 cun por arriba del pliegue del codo.","funcion":"Facilita el paso de energía por canales y colaterales, regula la sangre y la energía.","posicion":2,"nombre":"Claridad del alma.","indicaciones":"Cefalea, ictericia, dolor costal, dolor de hombro y brazo, calosfrío, dolor y plenitud torácica, incapacidad de levantar el brazo, dolor de corazón por hipertensión arterial."},"Yinxi":{"nombre":"La hendidura Yin.","indicaciones":"Dolor precordial, fiebre vespertina, sudoración nocturna, hematemesis, epistaxis, afonía, cefaleas, vértigo, miedo, palpitaciones nerviosas, vómito de sangre, cólera, inflamación del útero.","importancia":1,"observaciones":"Punto Hendidura.","localizacion":"En el borde radial del tendón flexor cubital del carpo a 0.5 cun proximal del pliegue de la muñeca (Shen Men C 7).","funcion":"Aclara el corazón, tonifica el yang, tranquiliza el espíritu, protege la superficie del cuerpo, buen ansiolítico.","posicion":6},"Lingdao":{"importancia":1,"observaciones":"Punto Río y Metal del canal.","localizacion":"Estando la palma hacia arriba, se encuentra a 1.5 cun proximal del pliegue de la muñeca, en el lado radial del tendón del músculo flexor cubital del carpo.","funcion":"Favorece la función del corazón, lo tranquiliza, calma el espíritu y la voluntad.","posicion":4,"nombre":"Camino del alma.","indicaciones":"Dolor precordial, convulsiones, afonía súbita, insomnio, miedo, depresión, dolor de codo y brazo, náusea, histeria, prurito, despellejamiento palmar. Controla la parte anímica, tristeza, ansiedad e intranquilidad."},"Shaofu":{"localizacion":"Entre el cuarto y quinto metacarpiano sobre la palma de la mano, donde indica la punta del meñique al cerrar la mano. Proximal a la articulación metacarpofalángica.","funcion":"Aclara el corazón, tranquiliza el espíritu, favorece el manejo de humedad.","posicion":8,"nombre":"La vasija pequeña.","indicaciones":"Palpitaciones, dolor de pecho, contractura y dolor del meñique, misantropía con suspiro y lamentos, prolapso uterino, disuria, enuresis. ","importancia":1,"observaciones":"Punto Manantial y Fuego."},"Shenmen":{"nombre":"Puerta del espíritu.","indicaciones":"Dolor precordial, angustia, palpitaciones, mala memoria, insomnio, trastornos mentales maniacos, demencia, dolor costal, hipertensión, epilepsia, garganta seca, enfermedades cardiacas, sensación de manos calientes, pies fríos.","importancia":3,"observaciones":"Punto Arroyo, Yuan, Tierra, dispersante.","localizacion":"En el pliegue de la muñeca, en el borde radial del pisiforme.","funcion":"Aclara el corazón, calma el espíritu, regula la energía nutritiva y las emociones, miedo, ira y tristeza.","posicion":7}},"elementos":{"tierra":["Shenmen","YUAN","Hijo"],"fuego":["Shaofu"],"metal":["Lingdao"],"agua":["Shaohai"],"madera":["Shaochong","Madre"]},"afuera":{"MU":"Juque","LUO":"Tongli","SHU":"Xinshu","XI":"Yinxi"}}