{"puntos":{"Shaochong":{"nombre":"Corriente pequeña.","localizacion":"A 0.1 cun del ángulo ungueal radial del dedo meñique.","funcion":"Tranquiliza el corazón, calma el espíritu, elimina calor, abre los orificios de la cabeza.","indicaciones":"Coma apoplético, inestabilidad de carácter, pereza, sequedad de garganta, palpitaciones, dolor costal y de pecho, ictericia, fiebre, desmayo.","observaciones":"Punto Pozo y Madera. Punto Madre.","importancia":1,"audio":"Shaochong.mp3"},"Shaofu":{"nombre":"La vasija pequeña.","localizacion":"Entre el cuarto y quinto metacarpiano sobre la palma de la mano, donde indica la punta del meñique al cerrar la mano. Proximal a la articulación metacarpofalángica.","funcion":"Aclara el corazón, tranquiliza el espíritu, favorece el manejo de humedad.","indicaciones":"Palpitaciones, dolor de pecho, contractura y dolor del meñique, misantropía con suspiro y lamentos, prolapso uterino, disuria, enuresis.","observaciones":"Punto Manantial y Fuego.","importancia":1,"audio":"Shaofu.mp3"},"Shenmen":{"nombre":"Puerta del espíritu.","localizacion":"En el pliegue de la muñeca, en el borde radial del pisiforme.","funcion":"Aclara el corazón, calma el espíritu, regula la energía nutritiva y las emociones, miedo, ira y tristeza.","indicaciones":"Dolor precordial, angustia, palpitaciones, mala memoria, insomnio, trastornos mentales maniacos, demencia, dolor costal, hipertensión, epilepsia.","observaciones":"Punto Arroyo, Yuan, Tierra, dispersante.","importancia":4,"audio":"Shenmen.mp3"},"Lingdao":{"nombre":"Camino del alma.","localizacion":"Estando la palma hacia arriba, se encuentra a 1.5 cun proximal del pliegue de la muñeca, en el lado radial del tendón del músculo flexor cubital del carpo.","funcion":"Favorece la función del corazón, lo tranquiliza, calma el espíritu y la voluntad.","indicaciones":"Dolor precordial, convulsiones, afonía súbita, insomnio, miedo, depresión, dolor de codo y brazo, náusea, histeria, prurito, despellejamiento palmar.","observaciones":"Punto Río y Metal del canal.","importancia":1,"audio":"Lingdao.mp3"},"Shaohai":{"nombre":"Mar pequeño.","localizacion":"En la punta del pliegue interno del codo.","funcion":"Aclara el corazón, tranquiliza el espíritu, drena el canal, regula la sangre y la energía.","indicaciones":"Epilepsia, psicopatías, pérdida de la memoria, precordalgia, temblor de mano, contractura del codo, dolor axilar, entumecimiento de brazo.","observaciones":"Punto He-Mar. Agua","importancia":1,"audio":"Shaohai.mp3"}}, "elementos" : {"fuego" : "Shaofu","tierra" : "Shenmen","metal" : "Lingdao","agua" : "Shaohai","madera" : "Shaochong"}}