{"puntos":{"Qiangu":{"funcion":"Dispersa el viento, aclara el fuego, detiene el dolor.","posicion":2,"nombre":"Frente al valle.","indicaciones":"Epistaxis, cefalea, faringitis, edema de cuello, tortícolis, epilepsia, dolor de dedo meñique, estado febril y mastitis.","importancia":1,"observaciones":"Punto Manantial y Agua.","localizacion":"Extremo distal de la articulación metacarpofalángica entre las dos pieles, del dedo meñique."},"Wangu_de_la_mano":{"importancia":1,"observaciones":"Punto Yuan.","localizacion":"En la depresión que forma el hueso pisiforme y el hueso ganchoso, distal del hueso triangular base del 5o. metacarpiano.","funcion":"Elimina la humedad y mejora la circulación de canales y colaterales, aclara el fuego y ayuda a dispersar las seis energías perversas, drena el Taiyang.","posicion":4,"nombre":"Hueso de la muñeca.","indicaciones":"Ictericia, dolor articular de muñeca y de la extremidad superior, dolor cervical, diabetes, cefalea, fiebre, tinnitus, dolor costal."},"Houxi":{"observaciones":"Punto Arroyo, Madera, Tonificante.","localizacion":"Porción proximal de la articulación metacarpofalángica del dedo meñique entre las dos pieles.","funcion":"Despeja el espíritu, aclara fuego, ayuda a mantener la energía protectora superficial en contra de los seis factores patógenos exógenos, ayuda a la circulación del canal Du Mai.","posicion":3,"nombre":"Después del arroyo.","indicaciones":"Trastornos de la conducta, neurosis, histeria, epilepsia, insomnio, sudoración anormal, faringoamigdalitis, disminución de la agudeza auditiva, odontalgia, tortícolis, lumbalgia en estado agudo, dolor muscular o articular de extremidades superiores.","importancia":2},"Quanliao":{"nombre":"Región malar o pómulo.","indicaciones":"Parálisis facial, tics nerviosos, odontalgia, neuralgia del trigémino, edema facia.","importancia":"2","observaciones":"-","localizacion":"Borde inferior del hueso malar, línea perpendicular al ángulo externo del ojo.","funcion":"Dispersa el viento, mejora la circulación de Luo Mai, aclara el fuego, detiene el dolor.","posicion":18},"Xiaohai":{"indicaciones":"Tortícolis, dolor de cuello, hombro, codo, cefalea, neurosis, faringitis, insomnio.","importancia":1,"observaciones":"Punto Mar y Elemento Tierra.","localizacion":"Entre el epicóndilo interno del húmero y el olécranon.","funcion":"Dispersa el viento, mejora la circulación de los Luo, aclara el calor o el fuego y tiene una acción tranquilizante.","posicion":8,"nombre":"Pequeño mar."},"Zhizheng":{"localizacion":"A 5 cun arriba de apófisis estiloides del cubito (borde interno del cubito.","funcion":"Dispersa el viento, elimina el calor, detiene el dolor, aclara el corazón, tranquiliza el espíritu.","posicion":7,"nombre":"Rama recta.","indicaciones":"Vértigo, contractura cervical, epilepsia, dificultad de dorso extensión del codo, síndrome ocasionado por calor, dolor dorsal y lumbar el cual imposibilita la flexión.","importancia":1,"observaciones":"Corresponde al Punto Luo."},"Jianzhen":{"funcion":"Mejora circulación de los luo, mejora la audición, aclara el fuego o el calor y ayuda a la reabsorción del estado inflamatorio, drena viento y activa la sangre.","posicion":9,"nombre":"Unión con el hombro.","indicaciones":"Tinnitus, disminución de la agudeza auditiva, dolor articular de hombro y cuello, imposibilidad para levantar el brazo, síndrome causado por calor, escrófula y odontalgia.","importancia":1,"observaciones":"-","localizacion":"A 1 cun arriba del pliegue axilar posterior."},"Naoshu":{"localizacion":"Se encuentra sobre pliegue axilar posterior en el borde inferior de la escápula o espina escapular.","funcion":"Mejora la permeabilidad y circulación de los canales y colaterales (Jing Luo). Conforta los tendones, dispersa acúmulos.","posicion":10,"nombre":"Agujero del hombro.","indicaciones":"Dolor articular en hombro o dolor muscular en brazo, limitación de movimiento.","importancia":1,"observaciones":"Conecta con los canales extraordinarios Yangwei y Yangqiao."},"Yanggu":{"indicaciones":"Vértigo, tinnitus, disminución de la agudeza auditiva, trismus, dolor articular de la muñeca.","importancia":1,"observaciones":"Es Punto Río y Elemento Fuego.","localizacion":"En la depresión entre la apófisis estiloides del cúbito y el hueso triangular.","funcion":"Dispersa el viento, permeabiliza y mejora la circulación de canales y colaterales,tranquiliza el espíritu.","posicion":5,"nombre":"Valle del Yang o de la luz."},"Tinggong":{"indicaciones":"Disminución de la agudeza auditiva, otitis, neurosis e histeria.","importancia":"2","observaciones":"Reune al TC y a VB.","localizacion":"Al abrir la boca, en la depresión que se forma entre el trago y la articulación temporomaxilar, (anterior y central del trago).","funcion":"Mejora agudeza auditiva y tiene efecto tranquilizante.","posicion":19,"nombre":"Palacios de sonidos."},"Shaoze":{"funcion":"Dispersa el viento, aumenta la secreción láctea, aclara el fuego de corazón y ayuda a recobrar la conciencia.","posicion":1,"nombre":"Pequeño estancamiento de agua.","indicaciones":"Estado de coma, precordalgia, hipogalactia, dolor costal, cefalea, fiebre, faringitis, agalactia, mastodinia, glositis, intranquilidad, pterigión, rigidez de lengua.","importancia":1,"observaciones":"Punto Pozo y Metal del ID.","localizacion":"A 0.1 cun del ángulo ungueal cubital del dedo meñique."},"Yanglao":{"funcion":"Mejora la visión, mejora la circulación de los Luo. Da flexibilidad a las articulaciones.","posicion":6,"nombre":"Mantener a lo viejo.","indicaciones":"Disminución de la agudeza visual, dolor articular en extremidades superiores, dolor a nivel de cintura.","importancia":1,"observaciones":"Punto Xi-Hendidura","localizacion":"Depresión por abajo de la apófisis estiloides del cúbito."}},"elementos":{"madera":["Houxi","Madre"],"tierra":["Xiaohai","Hijo"],"fuego":["Yanggu"],"metal":["Shaoze"],"agua":["Qiangu"]},"afuera":{"XI":"Yanglao","YUAN":"Wangu","MU":"Guanyuan","LUO":"Zhizheng","SHU":"Xiaochangshu"}}