{"puntos":{"Xiaohai":{"funcion":"Dispersa el viento, mejora la circulación de los Luo, aclara el calor o el fuego y tiene una acción tranquilizante.","localizacion":"Entre el epicóndilo interno del húmero y el olécranon.","nombre":"Pequeño mar.","importancia":1,"indicaciones":"Tortícolis, dolor de cuello, hombro, codo, cefalea, neurosis, faringitis.","observaciones":"Punto Mar y Elemento Tierra."},"Houxi":{"funcion":"Despeja el espíritu, aclara fuego, ayuda a mantener la energía protectora superficial en contra de los seis factores patógenos exógenos, ayuda a la circulación del canal Du Mai.","localizacion":"Porción proximal de la articulación metacarpofalángica del dedo meñique entre las dos pieles.","nombre":"Después del arroyo.","importancia":2,"indicaciones":"Trastornos de la conducta, neurosis, histeria, epilepsia, insomnio, sudoración anormal, faringoamigdalitis, disminución de la agudeza auditiva, odontalgia, tortícolis.","observaciones":"Punto Arroyo, Madera, Tonificante."},"Shaoze":{"importancia":1,"indicaciones":"Estado de coma, precordalgia, hipogalactia, dolor costal, cefalea, fiebre, faringitis, agalactia, mastodinia, glositis, intranquilidad, pterigión, rigidez de lengua.","observaciones":"Punto Pozo y Metal del ID.","funcion":"Dispersa el viento, aumenta la secreción láctea, aclara el fuego de corazón y ayuda a recobrar la conciencia.","localizacion":"A 0.1 cun del ángulo ungueal cubital del dedo meñique.","nombre":"Pequeño estancamiento de agua."},"Yanggu":{"importancia":1,"indicaciones":"Vértigo, tinnitus, disminución de la agudeza auditiva, trismus, dolor articular de la muñeca.","observaciones":"Es Punto Río y Elemento Fuego.","funcion":"Dispersa el viento, permeabiliza y mejora la circulación de canales y colaterales.","localizacion":"En la depresión entre la apófisis estiloides del cúbito y el hueso triangular.","nombre":"Valle del Yang o de la luz."},"Qiangu":{"importancia":1,"indicaciones":"Epistaxis, cefalea, faringitis, edema de cuello, tortícolis, epilepsia, dolor de dedo meñique, estado febril y mastitis.","observaciones":"Punto Manantial y Agua.","funcion":"Dispersa el viento, aclara el fuego, detiene el dolor.","localizacion":"Extremo distal de la articulación metacarpofalángica entre las dos pieles, del dedo meñique.","nombre":"Frente al valle."}},"afuera":{"MU":"Guanyuan","SHU":"Xiaochangshu","YUAN":"Wangu","XI":"Yanglao","LUO":"Zhizheng"},"elementos":{"fuego":["Yanggu"],"agua":["Qiangu"],"metal":["Shaoze"],"tierra":["Xiaohai","Hijo"],"madera":["Houxi","Madre"]}}