{"puntos":{"Lidui":{"nombre":"Puerta grande o mayor.","localizacion":"Ángulo ungueal externo del 2o. ortejo.","funcion":"Aclara la energía Yang. Activa la energía de los canales y colaterales.","indicaciones":"Desmayos, dispersa la energía perversa del Yang Ming, ansiolítico. Edema facial, desviación de la boca y dolor dental, epistaxis, sensación de opresión de pecho y distensión abdominal.","observaciones":"Es el punto Pozo, Metal y dispersante del canal.","importancia":2,"audio":"Lidui.mp3"},"Neiting":{"nombre":"Pasillo del interior.","localizacion":"En el pliegue interdigital del 2o. y 3er. ortejo, distal a la articulación metatarsofalángica.","funcion":"Dispersa el calor y humedad del estómago e intestino delgado, hace que la energía Yang Ming circule adecuadamente.","indicaciones":"Fiebre, sensación de calor en cara, sangrado de encías y epistaxis por fiebre, dolor en maxilar superior por odontalgia (Junto con Xia-Guan E 7), desviación de boca, dolor o distensión abdominal.","observaciones":"Es el punto manantial y elemento agua del canal.","importancia":2,"audio":"Neiting.mp3"},"Xiangu":{"nombre":"Valle vacío.","localizacion":"En la depresión distal, que se encuentra en la unión del 2o. y 3er. Metatarsiano.","funcion":"Fortalece al bazo, y elimina el agua (edema), regula al estómago y corrige la inversión de la energía.","indicaciones":"Edema facial o generalizado, borborigmos, dolor abdominal, dolor y edema del dorso del pie. Congestión ocular, fiebre intermitente y sudores nocturnos.","observaciones":"Es el punto Shu (arroyo) y elemento madera del canal.","importancia": 1,"audio":"Xiangu.mp3"},"Jiexi":{"nombre":"Gran separación muscular.","localizacion":"e traza una línea que va de ambos maléolos, en la unión de la pierna con el pie; entre el tendón flexor del dedo gordo y extensor común de los dedos, en el pliegue.","funcion":"Regula la función del bazo, tonifica, elimina o seca la humedad y flema; dispersa el calor del estómago y desciende la energía invertida del bazo y estómago.","indicaciones":"Edema de la cabeza y cara, cefalea, mareo, vértigo, distensión abdominal, constipación, atrofia muscular, trastornos mentales de tipo depresivo, malaria.","observaciones":"Es el punto Río, elemento fuego y punto tonificante del canal.","importancia": 2,"audio":"Jiexi.mp3"},"Zusanli":{"nombre":"Tres medidas del pie.","localizacion":"A 3 cun por debajo del Dubi, cuando está flexionado el pie. Estando acostado el paciente se toma como referencia la prominencia tibial anterior, un dedo por abajo y uno lateral.","funcion":"Tonifica la energía del bazo y estómago, regula la función intestinal y va a dispersar la oclusión de alimentos y de energía, regula la sangre y la energía; drena canales y colaterales.","indicaciones":"Dolor de estómago, vómito, distensión abdominal, desnutrición, diabetes, indigestión, borborigmos, diarrea, constipación, disentería, mareo, trastornos mentales.","observaciones":"Punto Mar y elemento Tierra.","importancia":4,"audio":"Zusanli.mp3"}}, "elementos" : {"fuego" : "Jiexi","tierra" : "Zusanli","metal" : "Lidui","agua" : "Neiting","madera" : "Xiangu"}}