{"elementos":{"madera":["Sanjian"],"tierra":["Quchi","Madre"],"fuego":["Yangxi"],"metal":["Shangyang"],"agua":["Erjian","Hijo"]},"afuera":{"MU":"Tianshu","LUO":"Pianli","SHU":"Dachangshu","XI":"Wenliu","YUAN":"Hegu"},"puntos":{"Shangyang":{"importancia":1,"observaciones":"Punto Jing-Pozo, elemento metal.","localizacion":"En el lado radial del dedo índice, 0.1 cun posterior al ángulo ungueal.","funcion":"Aclara la energía y el calor del canal. Punto antiálgico de la garganta. Despierta el espíritu; abre los orificios de la cabeza.","posicion":1,"nombre":"Sonido Metálico Externo.","indicaciones":"Para pérdida de la conciencia, odontalgias inferiores, amigdalitis, tinnitus, sordera, faringitis, vómito y diarrea aguda, fiebre alta (sangrar el punto)."},"Wenliu":{"funcion":"Aclara el calor del canal y armoniza la energía del estómago y los intestinos. Elimina frío. Calienta la energía de los canales.","posicion":7,"nombre":"La corriente tibia.","indicaciones":"Trata los problemas agudos. Este punto cura las enfermedades por frío del codo o brazo; frío doloroso que llega a la cabeza y produce cefalea; cuando hay frío y humedad habrá estancamiento, de ahí el razonamiento de usar este punto para calentar la región de cabeza, cefalea frontal, edema de la cara, garganta edematosa y dolorosa, desviación de la boca y los ojos, dolor de hombro y brazo, borborigmos y dolor abdominal.","importancia":1,"observaciones":"Punto Xi-Hendidura.","localizacion":"A 5 cun por arriba del pliegue de la muñeca, en una línea que una a Yangxi (IG 5) y  Quchi (IG 11)."},"Yangxi":{"importancia":1,"observaciones":"Punto Jing-Río. Elemento Fuego.","localizacion":"Sobre el lado radial del dorso de la muñeca, en el fondo de la tabaquera anatómica; entre el extensor corto y largo del pulgar.","funcion":"Elimina el viento caliente, aclara y dispersa el fuego.","posicion":5,"nombre":"Corriente externa.","indicaciones":"Cefalea, odontalgia, ojos rojos y edematosos, sordera y tinnitus, inflamación de garganta, dolor de articulación de la muñeca."},"Pianli":{"funcion":"Aclara el canal despejando el calor y le da paso a la corriente energética. Activa colaterales, elimina humedad.","posicion":6,"nombre":"Lateral por el hueso Radio.","indicaciones":"Odontalgias, ojos rojos, epistaxis, sordera, tinnitus, parálisis facial, borborigmos, edemas en general, dolores reumáticos del miembro superior.","importancia":1,"observaciones":"Punto Luo.","localizacion":"A 3 cun por arriba del pliegue de la muñeca en una línea que une a Yangxi (IG 5) y  Quchi (IG 11). En el lado exterior del radio, y en el filo de su cara externa."},"Yingxiang":{"indicaciones":"Sinusitis crónica y aguda, epistaxis, pólipos nasales, nariz tapada, obstrucción de la nariz, edema facial, comezón en la cara, adormecimiento y parálisis facial, anosmia.","importancia":"2","observaciones":"-","localizacion":"En el surco nasogeniano, a nivel del punto medio del borde externo del ala de la nariz.","funcion":"Aclara el calor del pulmón, dispersa el viento, desobstruye el agujero de la nariz.","posicion":20,"nombre":"Bienvenida al perfume."},"Erjian":{"funcion":"Drena el viento y aclara el calor. Es un punto dispersante. Actúa sobre la faringe y es antiálgico.","posicion":2,"nombre":"2a. Depresión o intervalo.","indicaciones":"Odontalgia, epistaxis, inflamación del cuello, enfermedades febriles, desviaciones de boca y ojo, hombro y espalda dolorosa, cefalea.","importancia":1,"observaciones":"Punto Ying-Manantial. Elemento Agua, Punto Hijo, dispersante.","localizacion":"En el lado radial del dedo índice, distal de la articulación metacarpofalángica del dedo índice en su parte distal, donde se une la piel roja con la piel blanca."},"Sanjian":{"indicaciones":"Inflamación y dolor de faringe. Amigdalitis. Odontalgias inferiores. Dolor agudo de ojo, boca y labios secos. Estreñimiento, borborigmos. Mano y espalda enrojecida. Falta de movimiento de extensión y flexión del índice.","importancia":1,"observaciones":"Punto Shu-Arroyo. Elemento Madera.","localizacion":"Sobre el lado radial del dedo índice, en una depresión proximal de la articulación metacarpofalángica.","funcion":"Aclara el canal de Intestino Grueso y dispersa el calor. Hace pasar la energía del Intestino Grueso al abdomen.","posicion":3,"nombre":"3a. Depresión o 3er. Intervalo."},"Binao":{"indicaciones":"Dolor en hombro y brazo, tendinitis aguda, tórax doloroso, escrófula, enfermedades de la extremidad superior.","importancia":1,"observaciones":"-","localizacion":"A 7 cun arriba del codo, en la línea que une al punto Quchi (IG 11) con el punto Jianyu (IG 15). Donde el extremo inferior del deltoides se cruza con el húmero.","funcion":"Drena al canal y le da vida, quita el dolor y le da vida a la sangre.","posicion":14,"nombre":"Deltoides del brazo."},"Jianyu":{"indicaciones":"Hombro y brazo dolorosos, parálisis, parestesias, esguinces, tendinitis y edema en miembros superiores. Rubéola y escrófula.","importancia":"2","observaciones":"-","localizacion":"En el borde anteroinferior de la articulación acromioclavicular,  en abducción total del brazo, el punto se halla en la depresión anteroinferior del acromion.","funcion":"Drena al canal, remueve el viento húmedo y favorece a la articulación, armoniza la sangre y energía.","posicion":15,"nombre":"El hueco del hombro."},"Jugu":{"indicaciones":"Hombro y espalda dolorosos, inflamación de la articulación, dolor y trastornos motores de los miembros superiores.","importancia":1,"observaciones":"-","localizacion":"En la parte superior del hombro, en la depresión que forma el extremo acromial de la clavícula y la espina escapular.","funcion":"Favorece la energía del canal y la articulación del hombro.","posicion":16,"nombre":"Hueso grande"},"Hegu":{"importancia":"4","observaciones":"Punto Fuente - Yuan. Punto general para tratamiento de problemas de cabeza.","localizacion":"Entre el primero y el segundo metacarpiano, a nivel de la mitad del segundo metacarpiano en su borde radial. Parte más prominente del músculo al juntar el pulgar e índice.","funcion":"Drena el viento y aclara el calor, elimina inflamaciones y quita el dolor. Abre la llave del tórax (la nariz) y hace pasar la energía y la sangre. (Guardián de la  superficie).","posicion":4,"nombre":"La reunión con un hueco o punto.","indicaciones":"La cara y la boca son sus regiones principales de tratamiento. Odontalgias, epistaxis, sinusitis, faringoamigdalitis, alergias, cefalea, desviación de la boca y ojos, parálisis facial, fiebre. Energías perversas externas, pérdida del conocimiento, mareo, coma, hemiplejia, problemas reumáticos, sudoración excesiva, niños espantados, hipertensión arterial, dolor abdominal, enteritis, disentería, estreñimiento, amenorrea, aborto (en tonificación se produce estimulación uterina)."},"Quchi":{"indicaciones":"Parestesia, parálisis y reumatismo en miembros superiores, edema y dolor del codo, codo torcido, falta de movimientos del codo. Dolor abdominal, enteritis, diarrea, vómito, disentería, estreñimiento, alergias, (por humedad o frío). Gripe, dolor e inflamación de la garganta, enfermedades febriles, hipertensión arterial, dismenorrea, regulador de la energía corporal.","importancia":4,"observaciones":"Punto He- Mar. Elemento Tierra. Punto tonificante del canal. Punto madre. El punto He-Mar inferior del intestino grueso es Shangjuxu (E 37) indicado para trastornos del intestino grueso.","localizacion":"Con el codo flexionado se halla en la terminación del pliegue externo del codo. Entre Chize y cóndilo externo de húmero.","funcion":"Dispersa el calor, hace pasar la energía a las vísceras, las desobstaculiza, favorece la articulación y remueve el viento húmedo.","posicion":11,"nombre":"El estanque de la curva."}}}