{"elementos":{"agua":["Ququan","Madre"],"metal":["Zhongfeng"],"tierra":["Taichong","YUAN"],"madera":["Dadun"],"fuego":["Xingjian","Hijo"]},"puntos":{"Zhongfeg":{"localizacion":"A 1.0 cun anterior del maléolo interno, a la mitad de distancia entre Shangqiu y Jie Xi, en la depresión interna del músculo tibial anterior.","nombre":"Sello central del viento.","importancia":1,"indicaciones":"Hernia, zona genital dolorosa, espermatorrea, obstrucción urinaria, ictericia, distensión, plenitud torácica y abdominal, dolor de espalda, pies fríos.","observaciones":"Punto Río, elemento metal.","funcion":"Aclara el hígado y la vesícula biliar, armoniza el Joao inferior y lo dispersa."},"Ququan":{"nombre":"Fuente de la curva.","importancia":2,"indicaciones":" Dolor de abdomen bajo, prurito en periné, dolor perineal, orquitis, espermatorrea, amenorrea, esterilidad, artritis de rodilla.","observaciones":"Punto Mar, elemento Agua, Madre y tonificante.","funcion":"Conforta los tendones, activa el canal, regula Qi y Xue, aclara el calor y humedad, favorece la vejiga.","localizacion":"Depresión que forma el borde superior del cóndilo interno del fémur y el tendón del músculo semimembranoso."},"Xingjian":{"funcion":"Es el mejor punto para eliminar fuego de hígado, hace fluir la energía de hígado, aclara el calor y dispersa el fuego de hígado, elimina el viento, refresca la sangre, ceda la convulsión.","localizacion":"Entre el 1o. y 2o. ortejos, distal a la articulación metatarsofalángica.","nombre":"Intervalo activo.","importancia":3,"indicaciones":"Sangrado menstrual abundante, amenorrea, dismenorrea, flujo vaginal, dolor en genitales, enuresis, blenorragia, plenitud y dolor torácico, hipo, tos, cefalea, mareos, enrojecimiento de los ojos con dolor.","observaciones":"Punto manantial y elemento Fuego, punto Hijo dispersante"},"Taichong":{"importancia":"4","indicaciones":"Dolor de cabeza, mareos, hernia, problemas del ritmo menstrual, retención urinaria, enuresis, convulsiones infantiles, locura, dolor costal, distensión abdominal.","observaciones":"Punto Arroyo, yuan y elemento Tierra.","funcion":"Armoniza la energía de hígado, drena el calor, dispersa fuego de hígado, aclara la cabeza y los ojos, regula el calentador inferior, libera el estancamiento del hígado y hace que funcione adecuadamente. Es el punto más importante para drenar hígado.","localizacion":"En la depresión distal de la unión del 1o. y 2o. metatarsianos.","nombre":"Gran diluvio."},"Dadun":{"importancia":1,"indicaciones":"Hernia, hipotrofia genital, dolor en la zona genital, irregularidad menstrual, metrorragias, hematuria, anuria, enuresis, blenorragia, locura, abdomen.","observaciones":"Punto pozo y elemento madera.","funcion":"Favorece el calentador inferior, drena el calor, regulariza la sangre (metrorragias), tranquiliza el espíritu, relaja el espasmo muscular.","localizacion":"Ángulo ungueal externo del 1er. ortejo 0.1 cun detrás del mismo.","nombre":"Gran abundancia."}},"afuera":{"XI":"Zhongdu","LUO":"Ligou","MU":"Qimen","SHU":"Ganshu"}}