{"elementos":{"agua":["Quze"],"madera":["Zhongchong","Madre"],"tierra":["Daling","YUAN","Hijo"],"fuego":["Laogong"],"metal":["Jianshi"]},"afuera":{"MU":"Shanzhong","LUO":"Neiguan","SHU":"Jueyinshu","XI":"Ximen"},"puntos":{"Laogong":{"importancia":1,"observaciones":"Punto manantial, elemento Fuego.","localizacion":"En el centro del pliegue transverso de la palma, entre el 2o. y 3er metacarpiano, proximal de la articulación metacarpofalángica.","funcion":"Ansiolítico, enfría la sangre, regula el estómago, aclara el fuego de corazón, elimina flema y humedad.","posicion":8,"nombre":"Palacio del trabajo.","indicaciones":"Dolor de corazón, trastornos mentales, maniacos, epilepsia, úlcera labial, halitosis, fuego del estómago, hemorragia cerebral."},"Ximen":{"funcion":"Ansiolítico, enfría la sangre, cuando la energía perversa se encuentra en ella, contiene la energía más profunda.","posicion":4,"nombre":"Puerta hendidura.","indicaciones":"Dolor de corazón, taquicardia, hemoptisis, hematemesis, trastornos menstruales, epilepsia, furunculosis, epistaxis, degeneración nerviosa, insomnio, cuadros de emergencia.","importancia":1,"observaciones":"Es el Punto Xi hendidura.","localizacion":"A 5 cun por arriba del pliegue de la muñeca, entre los tendones del músculo largo palmar y flexor radial del carpo."},"Neiguan":{"localizacion":"A 2 cun del pliegue de la muñeca, entre los tendones. Largo palmar y flexor radial del carpo.","funcion":"Ansiolítico, analgésico, regula la energía y equilibra el estómago, además se utiliza en enfermedades del calentador superior y el medio, aclara el calor, elimina el fastidio. Útil en enfermedades por obstrucción interna.","posicion":6,"nombre":"Tapa lo interno.","indicaciones":"Dolor de corazón, estómago, taquicardia, vómito, trastornos mentales, maniacos, epilepsia, fiebre, contracción y dolor del codo y del brazo, malaria, insomnio, alteraciones de la memoria, AVC, enfermedad coronaria.","importancia":"4","observaciones":"Es el punto Luo o enlace, es uno de los 8 puntos de cruce."},"Tianchi":{"funcion":"Expande el tórax, es antitusígeno, aclara el pulmón, antiasmático.","posicion":1,"nombre":"Estanque de agua o del cielo.","indicaciones":"Distensión torácica, dolor e hinchazón en la fosa axilar, sensación de opresión en el tórax, dolor en hipocondrio. Traqueítis.","importancia":1,"observaciones":"Reune al Jueyin y Shaoyang.","localizacion":"En el cuarto espacio intercostal, a 1 cun lateral del pezón."},"Zhongchong":{"importancia":2,"observaciones":"Punto Pozo-Madera, punto Madre tonificante.","localizacion":"En la punta del dedo medio en el centro de la yema de este dedo.","funcion":"Abre los orificios del corazón, aclara el corazón, antitérmico, restaura el yang en colapsos.","posicion":9,"nombre":"Llegar al dedo central.","indicaciones":"Dolor de corazón, angustia, desmayo, tinnitus, rigidez y dolor de lengua, fiebre, insolación de calor de verano, sollozos de niños por la noche."},"Jianshi":{"importancia":1,"observaciones":"Es el Punto Río-Metal.","localizacion":"A 3 cun por arriba del pliegue de la muñeca entre los tendones.","funcion":"Ansiolítico, drena los canales y activa los colaterales, elimina la flema, nutre el corazón, abre los agujeros de la cabeza.","posicion":5,"nombre":"Sirviente mensajero.","indicaciones":"Dolor de corazón, estómago, brazo, vómito, fiebre, malaria, trastornos mentales, epilepsia, edema axilar, tic o contracción del codo, AVC por flema, insomnio."},"Daling":{"importancia":2,"observaciones":"Punto Yuan-Fuente del pericardio, punto Arroyo y elemento Tierra, punto Hijo dispersante.","localizacion":"En el centro del pliegue de la muñeca entre los tendones.","funcion":"Ansiolítico, regula la energía del estómago, tiene que llevar su dirección para cuando se inserta, expande el tórax, dolor en el talón, dispersa el corazón, refresca la sangre. Favorece que el sueño sea prolongado y reparador.","posicion":7,"nombre":"Cerro grande entre colinas.","indicaciones":"Dolor de corazón, taquicardia, dolor de estómago, trastornos mentales, maniacos, dolor torácico y de la región costal, miedo, insomnio."},"Quze":{"indicaciones":"Dolor del corazón, de estómago, brazo y codo, vómito, intranquilidad, temblor de la mano y brazo, palpitaciones.","importancia":2,"observaciones":"Punto He-Mar.","localizacion":"En el centro del pliegue transversal del codo del lado cubital del tendón del bíceps.","funcion":"Activa la sangre, enfría y limpia el útero, se utiliza en enfermedades de la energía invertida, es antiemético, tiene acción relajante local o general, suprime el fastidio.","posicion":3,"nombre":"Estanque curvo"}}}