{"elementos":{"madera":["Zhongchong","Madre"],"fuego":["Laogong"],"agua":["Quze"],"metal":["Jianshi"],"tierra":["Daling","YUAN","Hijo"]},"puntos":{"Quze":{"indicaciones":"Dolor del corazón, de estómago, brazo y codo, vómito, intranquilidad, temblor de la mano y brazo, palpitaciones.","observaciones":"Punto He-Mar.","funcion":"Activa la sangre, enfría y limpia el útero, se utiliza en enfermedades de la energía invertida, es antiemético, tiene acción relajante local o general.","localizacion":"En el centro del pliegue transversal del codo del lado cubital del tendón del bíceps.","nombre":"Estanque curvo","importancia":2},"Laogong":{"funcion":"Ansiolítico, enfría la sangre, regula el estómago, aclara el fuego de corazón, elimina flema y humedad.","localizacion":"En el centro del pliegue transverso de la palma, entre el 2o. y 3er metacarpiano, proximal de la articulación metacarpofalángica.","nombre":"Palacio del trabajo.","importancia":1,"indicaciones":": Dolor de corazón, trastornos mentales, maniacos, epilepsia, úlcera labial, halitosis, fuego del estómago, hemorragia cerebral.","observaciones":"Punto manantial, elemento Fuego."},"Zhogchong":{"nombre":"Llegar al dedo central.","importancia":2,"indicaciones":"Dolor de corazón, angustia, desmayo, tinnitus, rigidez y dolor de lengua, fiebre, insolación de calor de verano, sollozos de niños por la noche.","observaciones":"Punto Pozo-Madera, punto Madre tonificante.","funcion":"Abre los orificios del corazón, aclara el corazón, antitérmico, restaura el yang en colapsos.","localizacion":"En la punta del dedo medio en el centro de la yema de este dedo."},"Daling":{"importancia":2,"indicaciones":"Dolor de corazón, taquicardia, dolor de estómago, trastornos mentales, maniacos, dolor torácico y de la región costal, miedo, insomnio.","observaciones":"Punto Yuan-Fuente del pericardio, punto Arroyo y elemento Tierra, punto Hijo dispersante.","funcion":"Ansiolítico, regula la energía del estómago, tiene que llevar su dirección para cuando se inserta, expande el tórax, dolor en el talón, dispersa el corazón.","localizacion":"En el centro del pliegue de la muñeca entre los tendones.","nombre":"Cerro grande entre colinas."},"Jianshi":{"nombre":"Sirviente mensajero.","importancia":1,"indicaciones":"Dolor de corazón, estómago, brazo, vómito, fiebre, malaria, trastornos mentales, epilepsia, edema axilar, tic o contracción del codo.","observaciones":"Es el Punto Río-Metal.","funcion":"Ansiolítico, drena los canales y activa los colaterales, elimina la flema, nutre el corazón, abre los agujeros de la cabeza.","localizacion":"A 3 cun por arriba del pliegue de la muñeca entre los tendones."}},"afuera":{"MU":"Shanzhong","SHU":"Jueyinshu","XI":"Ximen","LUO":"Neiguan"}}