{"puntos":{"Fuliu":{"importancia":2,"observaciones":"Punto Yin-Río, elemento Metal, Punto Madre, tonificante.","localizacion":"A dos cun por encima de la prominencia del maléolo interno. En el borde anterior del tendón del calcáneo.","funcion":"Nutre el riñón, drena la humedad, tonifica al riñón, nutre y humedece al calentador inferior.","posicion":7,"nombre":"La corriente que retorna.","indicaciones":"Edema, diarrea, borborigmos, inflamación de la pierna, atrofia del pie, diaforesis nocturna, por deficiencia de yin, en enfermedades calientes y que no hay diaforesis, se puede hacer que el paciente sude (dispersando). En la diaforesis se tonifica."},"Yongquan":{"funcion":"Abre el orificio del riñón que es el oído, calma el espíritu, dispersa calor, alimenta al riñón.","posicion":1,"nombre":"La fuente que brota.","indicaciones":"Insolación, insomnio, lipotimia, epilepsia, convulsiones infantiles por hipertermia, cefalea de tipo parietal, paresia de miembros inferiores, fobias, miedos, mudez.","importancia":1,"observaciones":"Punto Pozo, elemento Madera. Punto Hijo dispersante.","localizacion":"En la depresión, donde se une el tercio anterior y medio de la planta del pie."},"Yingu":{"funcion":"Equilibra el calentador inferior, aclara o libera la plenitud del calor inferior, tonifica al riñón.","posicion":10,"nombre":"Valle del Yin.","indicaciones":"Impotencia, hernia, dolor en la cara interna de la rodilla y el muslo.","importancia":1,"observaciones":"Es un punto excelente para problemas menstruales. Punto He-Mar, elemento agua del cana.","localizacion":"Localización: Entre los dos tendones de los músculos semitendinoso y semimembranoso, en el lado interno de la fosa poplítea."},"Zhaohai":{"indicaciones":"Flujo rojo o blanco, prurito genital, hernia, poliuria, convulsiones, dolor y resequedad de garganta, problemas de ojos, insomnio.","importancia":1,"observaciones":"Para aplicar este punto se masajea y se desplaza a los tendones, punto que comunica con el canal Yin qiao.","localizacion":"Directamente por debajo de la prominencia del maléolo interno, a 0.4 cun por debajo del borde inferior del maléolo interno.","funcion":"Aclara el calor, despeja la garganta y el espíritu. Infección de garganta en adultos, calma el dolor.","posicion":6,"nombre":"El mar que brilla."},"Shuiquan":{"indicaciones":"Dismenorrea, desequilibrio menstrual, prolapso uterino,  obstrucción urinaria, desmayo con sensación de ver negro, los ojos no brillan.","importancia":1,"observaciones":"-","localizacion":"A un cun directamente por abajo de Taixi.","funcion":"Moviliza y equilibra la sangre de los canales, fluidifica el calentador inferior, congestión de pelvis, regula a Renmai y Chongmai.","posicion":5,"nombre":"Fuente, agua o manantial."},"Taixi":{"indicaciones":"Dolor de garganta, dolor de dientes, sordera, hemoptisis, asma, desequilibrio menstrual, insomnio, espermatorrea, impotencia, lumbago, tinnitus.","importancia":"4","observaciones":"Punto Arroyo, elemento Tierra, Punto Yuan.","localizacion":"En el punto medio entre la prominencia del maléolo interno y el tendón del calcáneo.","funcion":"Ayuda al riñón y desciende al fuego, moviliza y equilibra a Ren Mai y a Chong Mai (punto extraordinario), aclara al pulmón, nutre el agua del riñón.","posicion":3,"nombre":"La corriente suprema."},"Rangu":{"localizacion":"En la depresión anterior a la tuberosidad del hueso navicular.","funcion":"Nutre la energía Yin y tonifica al riñón, aclara el calor disminuye la humedad, favorece la vejiga.","posicion":2,"nombre":"Valle bendito.","indicaciones":"Prurito general, desequilibrio menstrual, espermatorrea, hemoptisis, diarrea, asma, dolor e inflamación de tobillo.","importancia":"2","observaciones":"Punto Manantial, elemento Fuego."},"Dazhong":{"localizacion":"A 0.5 cun por debajo del punto Taixi, en el borde anterior del tendón del calcáneo.","funcion":"Ayuda al riñón, aclara el calor, pacifica al espíritu, regula energía y Xue, drena el canal.","posicion":4,"nombre":"La gran campana.","indicaciones":"Dolor y rigidez lumbar, asma, disuria, dolor en el talón, sueño a toda hora, inmadurez, retraso mental, espolón calcáneo","importancia":1,"observaciones":"Es un punto de riñón de los más sensibles, se le puede dar masaje y el canal se relaja. Es el punto Luo del canal."}},"elementos":{"agua":["Yingu"],"madera":["Yongquan","Hijo"],"tierra":["Taixi","YUAN"],"fuego":["Rangu"],"metal":["Fuliu","Madre"]},"afuera":{"MU":"Shuiquan","LUO":"Dazhong","SHU":"Shenshu","XI":"Shuiquan"}}