{"puntos":{"Jianliao":{"observaciones":"-","localizacion":"En la depresión posteroinferior del acromion, al levantar el brazo. ","funcion":"Elimina viento y humedad, equilibra sangre y energía, conecta canales y colaterales.","posicion":14,"nombre":"Agujero del hombro","indicaciones":"Hombro doloroso y pesado, dolor y frío del brazo.","importancia":1},"Zhongzhu_de_la_mano":{"observaciones":"Es punto Arroyo, elemento madera, punto Madre tonificante.","localizacion":"En el dorso de la mano, entre el 4o. y 5o. metacarpianos, en la depresión proximal de la articulación metacarpofalángica. ","funcion":"Aclara y dispersa la cabeza y ojos, elimina viento y calor, facilita la circulación de canales y colaterales, remueve la sangre, tonifica al cerebro.","posicion":3,"nombre":"Canal central.","indicaciones":"Sordera, cefalea lateral, conjuntivitis, tinnitus, faringitis, energía de contracorriente de garganta, laringitis, intranquilidad dentro del corazón, ictericia, diarrea, dolor en vértebras, flacidez en músculos que atraviesan el recorrido del canal y frío en los mismos, calor y dolor en el centro de la planta del pie.","importancia":"2"},"Qimai":{"importancia":"2","observaciones":"-","localizacion":"En el borde anteroinferior del mastoides.","funcion":"Aclara calor, elimina el dolor de oído y la cabeza.","posicion":18,"nombre":"Canal que controla el temblor.","indicaciones":"Sordera, tinnitus, dolor de oído, migraña, vómito, crisis de pequeño mal en niños, resuelve el miedo."},"Zhigou":{"funcion":":  Aclara los 3 calentadores, conecta canales y colaterales, comunica la energía, favorece la función del útero y anexos, entra en contacto con las vísceras huecas, dispersa la coagulación de la sangre..","posicion":6,"nombre":"Rama del canal.","indicaciones":"Tinnitus, sordera, sensación de pesantez en hombros y espalda, vómito, estreñimiento, diarrea, enfermedades febriles sin sudor, hemiplejia.","importancia":1,"observaciones":"Es punto Río, elemento Fuego.","localizacion":"A 3 cun por arriba del pliegue de la muñeca, entre el radio y el cubito."},"Sizhukong":{"funcion":"Aclara el fuego de los ojos y dispersa el viento, calma el dolor de los ojos, aclara la visión.","posicion":23,"nombre":"Hueco del bambú delgado.","indicaciones":"Migraña, conjuntivitis dolorosa y espasmo de la cara, tics, enfermedades de los ojos.","importancia":1,"observaciones":"-","localizacion":"Depresión del extremo externo de la ceja."},"Guanchong":{"indicaciones":"Cefalea en la parte externa de la ceja, conjuntivitis, faringitis, rigidez de la lengua, enfermedades febriles, tinnitus, dolor de oído, convulsiones.","importancia":1,"observaciones":"Es punto pozo, elemento Metal.","localizacion":"En el ángulo ungueal externo o cubital del dedo anular.","funcion":"Elimina el viento maligno, dispersa el fuego y el calor","posicion":1,"nombre":"Ruta en movimiento"},"Luxi":{"indicaciones":"Migraña, tinnitus, sordera, dolor de oído, dolor costal, tos con hemoptisis, insomnio, convulsiones en niños, temblores.","importancia":"2","observaciones":"-","localizacion":"En el borde anterosuperior del mastoides.","funcion":"Dispersa el viento, calma el dolor y refresca las ideas, tranquiliza el espíritu cuando hay miedo.","posicion":19,"nombre":"Reposo del cráneo."},"Yangchi":{"observaciones":"Es el punto Yuan.","localizacion":"En el pliegue transversal del dorso de la muñeca, en la depresión que se forma entre los tendones del músculo extensor común digital y el extensor del meñique.","funcion":"Dispersa viento y fuego, conecta los tres calentadores, elimina obstrucción de canales y colaterales.","posicion":4,"nombre":"Estanque exterior.","indicaciones":"Dolor en la articulación de la muñeca, dolor de mano, sordera, diabetes, desviaciones uterinas, relaja los tendones.","importancia":1},"Waiguan":{"nombre":"Relación con el exterior.","indicaciones":"Tinnitus, enfermedades febriles, cefalea en la sien, sordera, imposibilidad motora de codo y brazo, temblor de manos, migraña, resfriado común, acúfenos, faringitis.","importancia":"2","observaciones":"Es el punto Luo. Es punto maestro del Yang, conecta con el canal Yangwei.","localizacion":"A 2 cun por arriba del pliegue de la muñeca, entre el radio y el cubito.","funcion":"Elimina el viento hacia la superficie, aclara el calor, conecta canales y colaterales, defiende contra todos los factores patógenos externos.","posicion":5},"Huizong":{"importancia":1,"observaciones":"Es punto Xi hendidura.","localizacion":"A 3 cun por arriba del pliegue de la muñeca, en el borde radial del cubito.","funcion":"Aclara el calor maligno del Sanjiao y hace circular la energía del canal.","posicion":7,"nombre":"Reunión fundamental.","indicaciones":"Sordera, tinnitus, dolor de abdomen y pecho, sensación de opresión o llenado en el pecho."},"Yifeng":{"importancia":"2","observaciones":"-","localizacion":"En la parte posterior de la punta del lóbulo en la punta de la oreja, en la depresión que se forma entre el ángulo de la mandíbula y el mastoides.","funcion":"Dispersa y hace circular el calor y el viento, conecta con el orificio del oído, refresca la sangre y elimina la infección.","posicion":17,"nombre":"Obstáculo del viento.","indicaciones":"Sordera, tinnitus, infección e inflamación del oído, parálisis facial, dificultad para hablar, neuralgia del trigémino, sensación de oído tapado."},"Tianjing":{"importancia":1,"observaciones":"Es punto Mar, elemento Tierra y punto Hijo, dispersante.","localizacion":"A 1 cun por arriba del olécranon, en la depresión.","funcion":"Moviliza la flema y sangre estancada, aclara las ideas del corazón, tranquiliza el espíritu.","posicion":10,"nombre":"Pozo del cielo.","indicaciones":"Migraña, sordera, tos con flemas, hemoptisis, epilepsia, dolor en cuello, brazo y espalda en general."},"Yemen":{"indicaciones":"Cefalea lateral, conjuntivitis, acúfenos, dolor en la articulación del hombro y enfermedades con trastornos mentales, dolor de garganta con sensación de sequedad, sequedad de ojos.","importancia":1,"observaciones":"Es punto manantial, elemento Agua.","localizacion":"Entre el 4o. y 5o. metacarpiano, en la parte distal de la articulación metacarpofalángica.","funcion":"Dispersa el calor del Sanjiao, hace circular el Qi estancado de los canales, genera líquidos en el organismo.","posicion":2,"nombre":"Puerta del líquido."}},"elementos":{"agua":["Yemen"],"madera":["Zhongzhu","Madre"],"tierra":["Tianjing","Hijo"],"fuego":["Zhigou"],"metal":["Guanchong"]},"afuera":{"MU":"Shimen","LUO":"Waiguan","SHU":"Sanjiaoshu","XI":"Huizong","YUAN":"Yangchi"}}