{"puntos":{"Zhongzhu":{"nombre":"Canal central.","importancia":2,"indicaciones":"Sordera, cefalea lateral, conjuntivitis, tinnitus, faringitis, energía de contracorriente de garganta, laringitis, intranquilidad dentro del corazón, ictericia, diarrea, dolor en vértebras.","observaciones":"Es punto Arroyo, elemento madera, punto Madre tonificante.","funcion":"Aclara y dispersa la cabeza y ojos, elimina viento y calor, facilita la circulación de canales y colaterales, remueve la sangre, tonifica al cerebro.","localizacion":"En el dorso de la mano, entre el 4o. y 5o. metacarpianos, en la depresión proximal de la articulación metacarpofalángica."},"Tianjing":{"nombre":"Pozo del cielo.","importancia":1,"indicaciones":"Migraña, sordera, tos con flemas, hemoptisis, epilepsia, dolor en cuello, brazo y espalda en general.","observaciones":"Es punto Mar, elemento Tierra y punto Hijo, dispersante.","funcion":"Moviliza la flema y sangre estancada, aclara las ideas del corazón, tranquiliza el espíritu.","localizacion":"A 1 cun por arriba del olécranon, en la depresión."},"Zhigou":{"funcion":"Aclara los 3 calentadores, conecta canales y colaterales, comunica la energía, favorece la función del útero y anexos.","localizacion":"A 3 cun por arriba del pliegue de la muñeca, entre el radio y el cubito.","nombre":"Rama del canal.","importancia":1,"indicaciones":"Tinnitus, sordera, sensación de pesantez en hombros y espalda, vómito, estreñimiento, diarrea, enfermedades febriles sin sudor, hemiplejia.","observaciones":"Es punto Río, elemento Fuego."},"Guanchong":{"nombre":"Ruta en movimiento","importancia":1,"indicaciones":"Cefalea en la parte externa de la ceja, conjuntivitis, faringitis, rigidez de la lengua, enfermedades febriles, tinnitus, dolor de oído, convulsiones.","observaciones":"Es punto pozo, elemento Metal.","funcion":"Elimina el viento maligno, dispersa el fuego y el calor","localizacion":"En el ángulo ungueal externo o cubital del dedo anular."},"Yemen":{"nombre":"Puerta del líquido.","importancia":1,"indicaciones":"Cefalea lateral, conjuntivitis, acúfenos, dolor en la articulación del hombro y enfermedades con trastornos mentales.","observaciones":"Es punto manantial, elemento Agua.","funcion":"Dispersa el calor del Sanjiao, hace circular el Qi estancado de los canales, genera líquidos en el organismo.","localizacion":"Entre el 4o. y 5o. metacarpiano, en la parte distal de la articulación metacarpofalángica."}},"afuera":{"MU":"Shimen","SHU":"Sanjiaoshu","YUAN":"Yangchi","XI":"Huizong","LUO":"Waiguan"},"elementos":{"tierra":["Tianjing","Hijo"],"madera":["Zhongzhu","Madre"],"fuego":["Zhigou"],"agua":["Yemen"],"metal":["Guanchong"]}}