{"puntos":{"Zhiyin":{"observaciones":"Punto Jing pozo y metal. Punto Madre, tonificante. Moxado desde la 38a. semana de gestación corrige la distocia de posición.","localizacion":"En el lado externo del quinto ortejo a 0.1 cun posterior al ángulo de la uña.","funcion":"Permite el paso libre de la sangre en los vasos, expulsa el viento, regula la energía vital estancada, aclara la cabeza y a los ojos.","posicion":67,"nombre":"Lo más Yin.","indicaciones":"Cefalea, obstrucción nasal, epistaxis, dolor de los ojos, sensación de calor en las plantas, parto difícil, cuando el feto está en posición transversa.","importancia":1},"Sanjiaoshu":{"indicaciones":"Distensión abdominal, borborigmos, mala digestión, vómito, diarrea, disentería, cuerpo caliente (exceso de yang), edema generalizado, contractura y dolor de espalda, gastritis, enteritis, inflamación renal, nicturia.","importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la primera vértebra lumbar.","funcion":"Fortalece al bazo, elimina la humedad, favorece la función del triple calentador.","posicion":22,"nombre":"Asentimiento del triple calentador."},"Geshu":{"importancia":3,"observaciones":"Es uno de los 8 puntos de influencia. Domina la sangre.","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la séptima vértebra torácica.","funcion":"Relaja el diafragma y el tórax, transforma y cambia la éstasis sanguínea, armoniza el bazo con  el estómago, regula Xue y energía nutritiva. Mejora la función del diafragma, libera estancamiento sanguíneo.","posicion":17,"nombre":"Asentimiento de diagragma.","indicaciones":"Tórax distendido, dolor en estómago, hipo, ictericia, asma, sudoración excesiva, gastritis, angina de pecho, hematemesis, vómito, disfagia."},"Ganshu":{"indicaciones":"Ictericia, distensión intercostal, dolor intercostal, vértigo, hematemesis, epistaxis, problema de los ojos, problemas de columna y espalda, epilepsia, enfermedades agudas o crónicas de origen hepático, dolor en nervios intercostales, herpes, gastritis, alergias.","importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la novena vértebra torácica.","funcion":"Aclara el hígado y la vesícula biliar, elimina el calor húmedo, armoniza la sangre de vasos sanguíneos, dispersa viento de hígado, tranquiliza el sentimiento. Aclara el ojo.","posicion":18,"nombre":"Asentimiento de hígado."},"Feiyang":{"funcion":"Dispersa el viento, libera la superficie, permite el paso de la energía por los canales y colaterales y detiene el dolor sobre todo el dolor de músculos y tendones.","posicion":58,"nombre":"Elevarse y dar vueltas en el aire.","indicaciones":"Cefalea, obstrucción nasal, epistaxis, visión borrosa, dolor de cintura, parálisis de miembros inferiores, ciática, vértigo, epilepsia.","importancia":1,"observaciones":"Es el punto Luo del canal.","localizacion":"A 7 cun por arriba de Kunlun (V 60) en el borde del peroné, 1 cun inferolateral del punto Chengshan."},"Fengmen":{"nombre":"Puerta del viento.","indicaciones":"Viento que daña, hipertermia, cefalea, asma, distensión torácica, dolor de tórax y espalda, gripe, alergia.","importancia":3,"observaciones":"-","localizacion":"A 1.5 cun lateral de Du mai, en el borde inferior de la apófisis espinosa de la segunda vértebra torácica.","funcion":"Dispersa lo que está en la superficie, remueve el viento y libera al canal, mejora la dispersión de energía de pulmón. Dispersa viento por eso puede tratar este tipo de problemas, así como los problemas respiratorios.","posicion":12},"Shenshu":{"importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la segunda vértebra lumbar.","funcion":"Fortalece al Yang original, tonifica al riñón y a la cintura, remueve al agua y a la humedad, fortalece al ojo y al oído.","posicion":23,"nombre":"Asentimiento del riñón","indicaciones":"Debilidad renal, dolor de cintura, espermatorrea, impotencia, irregularidades menstruales, leucorrea, sueños nocturnos (pesadillas), tinnitus, sordera, vértigos, edema general, inflamación renal, debilidad nerviosa (degeneración mielínica de los nervios)."},"Weizhong":{"indicaciones":"Dolor de cintura y espalda, parálisis de miembros inferiores, ciática, nicturia, disuria, desmayo, hemiplejia, vómitos agudos y crónicos, dolor abdominal, disentería, fiebre, artritis de rodilla, esguince y torcedura.","importancia":2,"observaciones":"Punto Mar y Tierra del canal. Punto de influencia de la zona lumbar.","localizacion":"Al centro del pliegue del hueco poplíteo.","funcion":"Fortalece a la cintura y rodilla, mejora a los tendones y a los vasos sanguíneos de la zona. Elimina el vómito (antiemético), elimina tóxicos de la sangre.","posicion":40,"nombre":"Hueco débil."},"Meichong":{"nombre":"Control de las cejas.","indicaciones":"Mareos, visión borrosa, dolor frontal, sinusitis frontal, epilepsia.","importancia":1,"observaciones":"-","localizacion":"Siguiendo una línea hacia arriba que va del nacimiento de la ceja hasta la implantación del pelo, a 3.5 cun por arriba de la ceja.","funcion":"Remueve y dispersa el viento, aclara el ojo y cabeza.","posicion":3},"Tonggu_del_pie":{"funcion":"Dispersa el viento, tranquiliza el espíritu y detiene la convulsión.","posicion":66,"nombre":"Comunicar la cavidad.","indicaciones":"Cefalea, rigidez de la nuca, visión borrosa, epistaxis.","importancia":1,"observaciones":"Es punto Ying Manantial y elemento Agua.","localizacion":"En la depresión distal de la articulación metatarsofalángica, entre las dos pieles."},"Dushu":{"localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la sexta vértebra torácica.","funcion":"Relaja el tórax y armoniza el triple calentador. Favorece la energía.","posicion":16,"nombre":"Asentimiento de Du Mai.","indicaciones":"Cardalgia, pericarditis, miocarditis, dolor abdominal, borborigmos, hipo.","importancia":4,"observaciones":"-"},"Dachangshu":{"importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la cuarta vértebra lumbar, a nivel del borde superior de la cresta iliaca.","funcion":"Organiza la energía visceral, comunica y transforma la humedad estancada.","posicion":25,"nombre":"Asentimiento del Intestino Grueso.","indicaciones":"Enteritis, borborigmos, diarreas, distensión abdominal, dolor abdominal, disentería, constipación, prolapso rectal, ciática, dolor lumbar."},"Dashu":{"funcion":"Dispersa viento de la superficie, además conforta los tendones, libera el canal y disminuye el asma.","posicion":11,"nombre":"Columna grande.","indicaciones":"Hipertermia, tos, tórax distendido, cefalea, cuello o nuca contraído, hombro y nuca adoloridos.","importancia":1,"observaciones":"Es uno de los ocho puntos de influencia. Domina los huesos.","localizacion":"Se encuentra en el borde inferior de la apófisis espinosa de la primera vértebra dorsal y 1.5 cun lateral de la línea media posterior."},"Chengshan":{"nombre":"Sostén de las montañas.","indicaciones":"Calambres de pantorrillas, várices, hemorroides, dolor de pierna y hemorroidal, constipación.","importancia":2,"observaciones":"-","localizacion":"En la depresión inferior que forman los músculos gastrocnemios.","funcion":"Mejora la circulación de canales y colaterales. Elimina estancamientos.","posicion":57},"Kunlun":{"localizacion":"En la depresión que forma el maléolo externo y tendón del calcáneo.","funcion":"Libera a los músculos del frío. Permite el paso libre de la energía por los colaterales, fortalece la cintura y la energía del riñón.","posicion":60,"nombre":"La montaña más alta.","indicaciones":"Epilepsia, parto difícil, visión borrosa, cefalea, epistaxis, dolor de hombro y brazo, dolor de espalda y talón.","importancia":2,"observaciones":"Punto Río y elemento Fuego."},"Xiaochangshu":{"nombre":"Asentimiento del Intestino Delgado.","indicaciones":"Dolor en el sacro, hematuria, espermatorrea, favorece la micción, orinas turbias y goteo terminal, flujo, sangrados uterinos, hernia dolorosa, constipación, disentería, gastroenteritis crónica.","importancia":4,"observaciones":"-","localizacion":"A nivel del primer agujero sacro a 1.5 cun lateral del canal Du mai.","funcion":"Va directo a intestino delgado, organiza el calentador inferior y favorece el tránsito intestinal, favorece la función de la vejiga.","posicion":27},"Weishu":{"localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la duodécima vértebra torácica.","funcion":"Regulariza al estómago, mejora la función digestiva, transforma la humedad y desobstaculiza al canal.","posicion":21,"nombre":"Asentimiento del estómago.","indicaciones":"Dolor en la boca del estómago, falta de apetito, distensión abdominal, vómito, borborigmos, debilidad del bazo y estómago, mala digestión en niños (diarreas constantes, distensión y mala absorción), ptosis de estómago.","importancia":4,"observaciones":"-"},"Pangguangshu":{"importancia":4,"observaciones":"-","localizacion":"A nivel de segundo agujero sacro y 1.5 cun lateral del canal Du.","funcion":"Aclara y facilita la función del calentador inferior, organiza la función sanguínea en los meridianos; regula sangre menstrual.","posicion":28,"nombre":"Asentimiento de la vejiga.","indicaciones":"Espermatorrea, anuria, cuando las orinas son rojas e irritantes, orina turbia y con goteo terminal, diarrea, constipación, dolor del sacro, ciática, punto para la diabetes, inflamación e irregularidad menstrual."},"Jinmen":{"importancia":1,"observaciones":"Punto Xi (hendidura).","localizacion":"En la parte anteroinferior de Shenmai (V 62) en la depresión externa del hueso cuboides.","funcion":"Tranquiliza y devuelve la conciencia, permite el paso libre de los colaterales, fortalece los tendones, tranquiliza el espíritu.","posicion":63,"nombre":"La puerta de oro.","indicaciones":"Epilepsia, convulsión infantil, dolor en la espalda y maléolo externo, trastornos motores y dolor en miembros inferiores."},"Jueyinshu":{"funcion":"Abre el tórax y ordena la energía, armoniza la energía nutritiva, es antialérgico, suprime el calor.","posicion":14,"nombre":"Asentimiento de pericardio.","indicaciones":"Dolor de corazón, tórax distendido, respiración entrecortada, tos, vómito, inflamación pericardica, lesión en el corazón y diafragma, cuando llega la lesión a esta zona ya es imposible la curación, es la zona Jin Gao.","importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la cuarta vértebra torácica."},"Tianzhu":{"indicaciones":"Dolor de espalda y cuello, cefalea, dolor de hombro, obstrucción nasal, tos, ojos rojos, dolor de ojos, tortícolis.","importancia":1,"observaciones":"Punto de bifurcación del canal de vejiga.","localizacion":"A 1.3 cun por fuera del Yamen (DM 15), 0.5 cun sobre la línea  de la implantación posterior del cabello en el lado externo del músculo trapecio.","funcion":"Dispersa el viento,aclara el ojo, elimina el dolor local, relaja los músculos de la zona.","posicion":10,"nombre":"Columna del cielo."},"Feishu":{"localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la tercera vértebra torácica.","funcion":"Armoniza la función del pulmón, tonifica lo débil del pulmón, aclara la debilidad por calor y armoniza los vasos sanguíneos, armoniza energía nutritiva y la sangre.","posicion":13,"nombre":"Asentimiento del pulmón.","indicaciones":"Tos, asma, tórax distendido y doloroso, sudoración excesiva, rinorrea, hemoptisis.","importancia":4,"observaciones":"-"},"Pishu":{"funcion":"Fortalece el bazo y elimina su humedad, armoniza la función de descenso del estómago.","posicion":20,"nombre":"Asentimiento del bazo.","indicaciones":"Distensión abdominal, diarrea, vómito, ictericia, heces sanguinolentas, edemas, dolor de cintura y espalda, edema superficial de miembros inferiores, debilidad entre el bazo y el estómago, gastritis, hepatitis, enteritis, alergias, metrorragias, enfermedades de la sangre producidas por pérdidas crónicas de ésta.","importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral de la apófisis espinosa de la undécima vértebra torácica."},"Xinshu":{"funcion":"Alimenta la sangre, tranquiliza el espíritu, aclara el corazón, tranquiliza los sentimientos.","posicion":15,"nombre":"Asentimiento del corazón.","indicaciones":"Dolor de corazón, al corazón se le siente caliente y molesto, miedo (niños con espanto y sobresalto), mala memoria, distensión torácica, respiración entrecortada, tos, hematemesis, trastornos del sueño, sudoración excesiva, pericarditis, taquicardia, angina de pecho, epilepsia, sonambulismo.","importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la quinta vértebra torácica."},"Danshu":{"importancia":4,"observaciones":"-","localizacion":"A 1.5 cun lateral del borde inferior de la apófisis espinosa de la décima vértebra torácica.","funcion":"Dispersa al hígado y a la vesícula biliar, aclara el calor húmedo, relaja al tórax y al diafragma, armoniza al bazo y al estómago.","posicion":19,"nombre":"Asentimiento de la vasícula biliar.","indicaciones":"Ictericia, boca amarga, vómito, distensión y dolor a nivel de costillas, dolor de garganta, problemas de ojos, fastidio, insomnio, desciende los alimentos, colecistitis, espasmo en colédoco, u obstrucción por litiasis o parásitos, gastritis.."},"Jingming":{"importancia":1,"observaciones":"-","localizacion":"Se encuentra en el ángulo interno del ojo a 0.1 cun por arriba.","funcion":"Dispersa el viento y elimina el fuego, además nutre la claridad del ojo. Nutre el yin del ojo. En este punto se unen el canal de intestino delgado, el canal de estómago, los canales extraordinarios Yin Qiao y Yang Qiao con el canal de vejiga por lo que se dice que tiene 5 canales y se utiliza para el tratamiento de la mayoría de la patología ocular.","posicion":1,"nombre":"Globo ocular claro, luminoso.","indicaciones":"Conjuntivitis y dolor de los ojos, lagrimeo al recibir el viento, prurito en el ángulo interno del ojo, hemianopsia, daltonismo, atrofia de nervio óptico, aclara la vista."},"Pushen":{"indicaciones":"Atrofia muscular, debilidad de los miembros inferiores, dolor en el talón y debilidad, espolón calcaneo, entumecimiento de tobillo.","importancia":1,"observaciones":"-","localizacion":"En la parte posteroinferior del maléolo externo, directamente por debajo del Kunlun (V 60), donde se reúne la piel blanca con la roja.","funcion":"Beneficia la energía del riñón, fortalece a los huesos y conforta los tendones, favorece la eliminación de humedad, tranquilizante espiritual.","posicion":61,"nombre":"Servidor del ministro, emperador."},"Shenmai":{"funcion":"Dispersa el viento, tranquiliza el corazón, permite el paso de colaterales, tranquiliza el espíritu, relaja y conforta los tendones.","posicion":62,"nombre":"Extender el canal de acupuntura.","indicaciones":"Epilepsia, trastornos mentales, cefalea, insomnio, dolor en la espalda, dolor en miembros inferiores.","importancia":2,"observaciones":"Punto de reunión con el canal Yangqiao.","localizacion":"En la depresión directamente por debajo del maléolo externo."},"Jinggu":{"importancia":1,"observaciones":"Punto Yuan.","localizacion":"En el lado externo del dorso del pie, por debajo de la protuberancia del quinto metatarsiano en la unión de la piel blanca con la piel roja.","funcion":"Dispersa el viento, aclara y dispersa el calor, tranquiliza el espíritu, permite el paso libre de canales y colaterales.","posicion":64,"nombre":"Capital del hueso.","indicaciones":"Epilepsia, cefalea, rigidez de nuca, lumbago y dolor de piernas."},"Zanzhu":{"importancia":2,"observaciones":"-","localizacion":"En la raíz de la ceja o en la escotadura supraorbitaria.","funcion":"Dispersa el calor y remueve el viento, aclara el ojo.","posicion":2,"nombre":"Región del bambú.","indicaciones":"Cefaleas frontales, vértigo; hueso doloroso; parálisis facial, visión borrosa."},"Shugu":{"indicaciones":"Cefalea, toxemia, intoxicaciones, piquetes de insecto, cistitis.","importancia":1,"observaciones":"Punto hijo dispersante. Punto elemento madera y arroyo.","localizacion":"En el lado externo del dorso del pie, proximal de la articulación metatarsofalángica, donde se une la piel blanca con la roja.","funcion":"Dispersa el viento, aclara y dispersa el calor de la cabeza y de los ojos, dispersa las sustancias tóxicas (toxemia del embarazo), activa y alimenta los tendones, dispersa calor venoso.","posicion":65,"nombre":"Horizontal del hueso."}},"elementos":{"tierra":["Weizhong"],"fuego":["Kunlun"],"metal":["Zhiyin","Madre"],"agua":["Tonggu"],"madera":["Shugu","Hijo"]},"afuera":{"XI":"Jinmen","YUAN":"Jinggu","MU":"Zhongji","LUO":"Feiyang","SHU":"Pangguangshu"}}