{"puntos":{"Zhiyin":{"nombre":"Lo más Yin.","localizacion":"En el lado externo del quinto ortejo a 0.1 cun posterior al ángulo de la uña.","funcion":"Permite el paso libre de la sangre en los vasos, expulsa el viento, regula la energía vital estancada, aclara la cabeza y a los ojos.","indicaciones":"Cefalea, obstrucción nasal, epistaxis, dolor de los ojos, sensación de calor en las plantas, parto difícil, cuando el feto está en posición transversa.","observaciones":"Punto Jing pozo y elemento metal. Punto Madre, tonificante. Moxado desde la 38a. semana de gestación corrige la distocia de posición.","importancia":1},"Tonggu del pie":{"nombre":"Comunicar la cavidad.","localizacion":"En la depresión distal de la articulación metatarsofalángica, entre las dos pieles.","funcion":"Dispersa el viento, tranquiliza el espíritu y detiene la convulsión.","indicaciones":"Cefalea, rigidez de la nuca, visión borrosa, epistaxis.","observaciones":"Es punto Ying Manantial y elemento Agua.","importancia":1},"Shugu":{"nombre":"Horizontal del hueso.","localizacion":"En el lado externo del dorso del pie, proximal de la articulación metatarsofalángica, donde se une la piel blanca con la roja.","funcion":"Dispersa el viento, aclara y dispersa el calor de la cabeza y de los ojos, dispersa las sustancias tóxicas (toxemia del embarazo), activa y alimenta los tendones.","indicaciones":"Cefalea, toxemia, intoxicaciones, piquetes de insecto, cistitis.","observaciones":"Punto hijo dispersante. Punto elemento madera y arroyo.","importancia":1},"Kunlun":{"nombre":"La montaña más alta.","localizacion":"En la depresión que forma el maléolo externo y tendón del calcáneo.","funcion":"Libera a los músculos del frío. Permite el paso libre de la energía por los colaterales, fortalece la cintura y la energía del riñón.","indicaciones":"Epilepsia, parto difícil, visión borrosa, cefalea, epistaxis, dolor de hombro y brazo, dolor de espalda y talón.","observaciones":"Punto Río y elemento Fuego.","importancia": 2},"Weizhong":{"nombre":"Hueco débil.","localizacion":"Al centro del pliegue del hueco poplíteo.","funcion":"Fortalece a la cintura y rodilla, mejora a los tendones y a los vasos sanguíneos de la zona. Elimina el vómito (antiemético), elimina tóxicos de la sangre.","indicaciones":"Dolor de cintura y espalda, parálisis de miembros inferiores, ciática, nicturia, disuria, desmayo, hemiplejia, vómitos agudos y crónicos, dolor abdominal, disentería.","observaciones":"Punto Mar y Tierra del canal. Punto de influencia de la zona lumbar.","importancia":2}}, "elementos" : {"fuego" : "Kunlun","tierra" : "Weizhong","metal" : "Zhiyin","agua" : "Tonggu del pie","madera" : "Shugu"}}