{"puntos":{"Yanglingquan":{"indicaciones":"Hemiplejia, síndrome obstructivo y distrofia de miembro inferior, analgesia, dolor e inflamación de rodilla, dolor en parrilla costal, boca amarga y vómito.","importancia":4,"observaciones":"Es punto mar del meridiano Shaoyang de pie. Es uno de los 8 puntos de influencia, corresponde a los tendones. Punto elemento Tierra.","localizacion":"En la depresión antero-inferior de la cabeza del peroné.","funcion":"Aclara vesícula biliar e hígado, permeabiliza tendones y colaterales, armoniza la articulación de la rodilla, estimula la contracción de la vesícula biliar.","posicion":34,"nombre":"Fuente alta del Yang."},"Shangguan":{"observaciones":"-","localizacion":"Borde superior del arco cigomático anterior a la implantación del cabello de la patilla.","funcion":"Aclarar el fuego de hígado y vesícula biliar, mejora la agudeza auditiva, abre el oído.","posicion":3,"nombre":"Por arriba de la articulación.","indicaciones":"Cefalea, disminución de agudeza auditiva, tinnitus, parálisis facial, contractura de la articulación temporomaxilar, baja de agudeza visual.","importancia":1},"Shuaigu":{"observaciones":"Punto de reunión con el canal de vejiga.","localizacion":"En la línea del ápex de la oreja, 1.5 cun por arriba de la implantación del cabello.","funcion":"Dispersa el viento, mejora las funciones del hígado, detiene el dolor y las crisis convulsivas.","posicion":8,"nombre":"Valle que conduce.","indicaciones":"Cefalea hemicraneal cuando hay dolor gástrico, llenura postprandial con vómito, crisis convulsivas, parálisis facial.","importancia":1},"Jianjing":{"nombre":"Brote del hombro.","indicaciones":"Está indicado en expectoración (flema), en retención de flema, en AVC, cefalea, dolor de hombro, brazo, dificultad para levantar el brazo, tortícolis. Trabajo de  parto prolongado, retención placentaria. Cuando no hay control de esfínter vesical. Sangrados uterinos funcionales, hipogalactia.","importancia":1,"observaciones":"Punto de unión de TC y Yang Wei Mai.","localizacion":"Entre la séptima vértebra cervical y el acromion. Sobre la línea que une a estos puntos, a la mitad, en la parte más alta del hombro.","funcion":"Mejora la circulación de canales y colaterales. Elimina las flemas.","posicion":21},"Huantiao":{"localizacion":"En el tercio externo de la línea que une al trocánter mayor y al hiato del sacro.","funcion":"Mejora la circulación de canales y colaterales, nutre al riñón, fortalece la cintura y dispersa el viento frío, da fuerza a las piernas.","posicion":30,"nombre":"Hundimiento glúteo.","indicaciones":"Lumbalgia, ciática, hemiplejia, síndromes dolorosos causados por viento, frío, combinados, o por síndrome de viento húmedo, edemas, dolor de articulaciones en miembros inferiores.","importancia":2,"observaciones":"-"},"Riyue":{"localizacion":"A nivel del 7o. espacio intercostal y la línea mamaria o media clavicular.","funcion":"Permeabilizar o dragar el canal de hígado y vesícula biliar, eliminar la humedad y armonizar los órganos que están en el Jiao medio, da claridad a los ojos.","posicion":24,"nombre":"Día del sol.","indicaciones":"Diarrea, distensión abdominal, borborigmos, dolor costal, dolor por 'ulcera gastroduodenal, ptosis renal y nefritis.","importancia":2,"observaciones":"Es el punto Mu de vesícula biliar."},"Fengshi":{"indicaciones":"Para todo tipo de urticarias y alergias, hemiplejia, distrofias, síndrome obstructivo de la pierna, adormecimiento y prurito de la mitad del cuerpo.","importancia":2,"observaciones":"-","localizacion":"A 7 cun arriba del pliegue poplíteo, en la línea externa del muslo, (punta del dedo medio al estar de pie).","funcion":"Elimina el viento, humedad y frío, hace circular la sangre y energía, fluidifica los canales y colaterales. Aclara el calor y lo drena. Fortalece músculos y tendones.","posicion":31,"nombre":"Lugar de reunión del viento."},"Yangbai":{"indicaciones":"Vértigo, cefalea frontal, quemaduras en el ojo por soldadura, epífora, tics ocular nervioso, hemeralopia (ceguera nocturna), parálisis facial, neuralgia del trigémino (rama oftálmica), ptosis palpebral por parálisis facial.","importancia":2,"observaciones":"-","localizacion":"En la parte central de la ceja, 1 cun por arriba. En dirección de la pupila.","funcion":"Dispersa el viento, aclara el calor, aumenta la energía del ojo, aclara la vista.","posicion":14,"nombre":"Yang blanco."},"Yangfu":{"funcion":"Aclara hígado y vesícula biliar, permeabiliza canales y colaterales.","posicion":38,"nombre":"Hueso del peroné.","indicaciones":"Cefalea hemicránea, dolor en el ángulo externo del ojo, dolor debajo de la axila, furunculosis, dolor en la parte externa del miembro inferior y en la parte externa de las costillas, paludismo, pie de atleta.","importancia":2,"observaciones":"Es el punto río del meridiano Shaoyang del pie, punto Hijo y elemento Fuego.","localizacion":"A 4 cun por arriba del maléolo externo, en el borde anterior del peroné."},"Benshen":{"nombre":"Raiz del espíritu.","indicaciones":"Cefalea, mareos, AVC o estado de coma cuando no reconocen a personas o medio (orientación de tiempo, espacio y persona). Convulsiones, sialorrea, vómito, parálisis facial y en estados de neurosis o estados depresivos, enfermedades con alteración del espíritu.","importancia":1,"observaciones":"-","localizacion":"A 0.5 cun por dentro de la línea de implantación del cabello y 3 cun lateral de Shenting (DM 24).","funcion":"Eliminar el fuego de la vesícula, aclara la vista, tiene un efecto tranquilizante.","posicion":13},"Xuanzhong":{"importancia":1,"observaciones":"Es uno de los 8 puntos de influencia, corresponde a la médula.","localizacion":"A 3 cun por arriba del maléolo externo, en el borde posterior del peroné.","funcion":"Elimina viento, humedad y fuego de vesícula biliar, armoniza los tendones.","posicion":39,"nombre":"Campana suspendida.","indicaciones":"Hemiplejia, rigidez del cuello, plenitud torácica y costal, dolor costal, dolor de pie y rodilla, micosis."},"Waiqiu":{"importancia":1,"observaciones":"Es el punto hendidura del meridiano Shaoyang de pie.","localizacion":"A 7 cun por arriba de la punta del maléolo externo, en el borde anterior del peroné.","funcion":"Aclara el hígado, libera el veneno de intoxicación o piquetes de insecto (toda sustancia nociva), permeabiliza canales y colaterales y los moviliza.","posicion":36,"nombre":"Inicio de parte alta.","indicaciones":"Plenitud torácica y costal, dolor y entumecimiento de cuello, síndrome de obstrucción y distrofia de pierna."},"Tongziliao":{"indicaciones":"Cefalea, conjuntivitis, baja de agudeza visual, parálisis del nervio óptico, estrabismo, hemeralopia (ceguera nocturna). ","importancia":1,"observaciones":"Punto de reunión con triple calentador e intestino grueso.","localizacion":"A 0.5 cun por fuera del ángulo externo del ojo.","funcion":"Dispersar el viento, el calor, aclara la vista, elimina el edema, detiene el dolor.","posicion":1,"nombre":"Orificio de la pupila."},"Guangming":{"funcion":"Hace circular a los colaterales, aclara los ojos, drena el hígado, elimina viento y humedad.","posicion":37,"nombre":"Luz brillante.","indicaciones":"Dolor de rodilla, síndrome obstructivo y distrofia de la pierna, dolor ocular, nictalopía, toda enfermedad de los ojos, enfermedades mentales, ceguera.","importancia":1,"observaciones":"Es el punto Luo del canal.","localizacion":"A 5 cun por arriba del maléolo externo, en el borde anterior del peroné."},"Fengchi":{"indicaciones":"Secuelas de enfermedad vascular cerebral, trastornos en el habla, cefalea, vértigo, mareo, sialorrea, baja de la agudeza auditiva, tinnitus, síndromes por frío, viento, calor extremo, cuando hay pérdida de la conciencia, parálisis facial, rinitis, sinusitis, epistaxis, dolor en hombro, espalda, insomnio, hipertensión arterial, neurastenia, cuando se olvidan fácilmente las cosas.","importancia":3,"observaciones":"Es el mejor punto para dispersar el viento en general. Punto que une al TC y al Yang Wei Mai.","localizacion":"Borde inferoposterior de la apófisis mastoides entre el trapecio y el esternocleidomastoideo.","funcion":"Dispersa el viento, aclara el calor, mejora la circulación de la sangre y energía de los Yin Mai. Ayuda a recobrar y aclarar el estado de conciencia, aclara la vista y nutre la energía del oído.","posicion":20,"nombre":"Depósito del viento."},"Tinghui":{"importancia":1,"observaciones":"-","localizacion":"En la parte inferior anterior del trago.","funcion":"Limpia el canal del hígado, mejora las funciones de vesícula, ayuda a la circulación de la energía, abre el oído.","posicion":2,"nombre":"El poder de escuchar y oir.","indicaciones":"Tinnitus, disminución de agudeza auditiva, otitis, parotiditis, odontalgia, dolor de la articulación temporomaxilar cuando hay parálisis facial."},"Xiaxi":{"nombre":"Lugar de paso de corriente.","indicaciones":"Excelente para dolor de cabeza hemicránea, dolor en sien, acúfenos, amenorrea, absceso en senos.","importancia":1,"observaciones":"Es el punto manantial y elemento Agua del canal.","localizacion":"En el dorso del pie, entre el 4o. y 5o. ortejo. Distal a la articulación metatarsofalángica.","funcion":"Elimina el viento y dolor en general, aclara la cabeza y los ojos, armoniza las costillas y el tórax.","posicion":43},"Qiaoyin_del_pie":{"indicaciones":"Dolor de cabeza, irritabilidad cardiaca, acúfenos, sordera, síndrome de obstrucción, rigidez de lengua, dolor costal, problemas menstruales.","importancia":1,"observaciones":"Es el punto pozo del canal y elemento metal.","localizacion":"En el ángulo ungueal externo del 4o. ortejo, a 0.1 cun por detrás del ángulo ungueal.","funcion":"Drena el calor de hígado y vesícula biliar, armoniza las costillas, enfermedades de los agujeros de la cabeza.","posicion":44,"nombre":"Apertura o agujero del yin."},"Qiuxu":{"importancia":1,"observaciones":"Punto yuan.","localizacion":"En la parte antero-inferior del maléolo externo, en la depresión situada en el lado externo del tendón del músculo extensor largo digital.","funcion":"Aclara el calor de vesícula biliar e hígado, armoniza la articulación del tobillo.","posicion":40,"nombre":"Parte alta del maléolo.","indicaciones":"Dolor de cuello, inflamación sub-axilar, dolor costal, síndrome obstructivo, distrofia, vómito ácido, dolor e inflamación del maléolo externo, paludismo."},"Linqi_del_pie":{"nombre":"Mirar la lágrima en pie.","indicaciones":"Dolor en ángulo externo del ojo, mareo, dolor costal, forúnculos, linfangitis, tuberculosis o escrófula, dolor e inflamación de los senos, problemas de menstruación, inflamación y dolor de tobillo y pie, paludismo, incontinencia urinaria.","importancia":2,"observaciones":"Es punto arroyo del meridiano Shaoyang del pie, punto de apertura del meridiano Dai. Punto elemento madera.","localizacion":"Distal de la articulación tarsometatarsiana en la unión del 4o. y 5o. metatarsiano.","funcion":"Aclara cabeza y ojos, armoniza tórax y costillas, drena hígado y elimina el viento.","posicion":41},"Jingmen":{"importancia":2,"observaciones":"Es el punto Mu de riñón. En ptosis renal moxar este punto de 15 a 20 minutos.","localizacion":"En la punta de la 12a costilla.","funcion":"Armoniza las funciones de estómago, calienta al riñón, hace circular la energía (cuando hay estancamiento), así como los líquidos.","posicion":25,"nombre":"La puerta de la capital.","indicaciones":"Armoniza las funciones de estómago, calienta al riñón, hace circular la energía (cuando hay estancamiento), así como los líquidos."}},"elementos":{"tierra":["Yanglingquan"],"fuego":["Yangfu","Hijo"],"metal":["Qiaoyin"],"agua":["Xiaxi","Madre"],"madera":["Linqi"]},"afuera":{"MU":"Riyue","LUO":"Guangming","SHU":"Danshu","XI":"Waiqiu","YUAN":"Qiuxu"}}